Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Please provide the file store type and the appropriate path and access attributes for this network place. If you chose <strong>Automatic</strong>, you may enter a path in the format "\\Server\Share" for windows shares or a local path such as "C:\Documents and Settings" or "/home/joeb/share". Relative paths are also supported (e.g. "./logs") and URLs can also be used for network file systems (e.g. "ftp://upload.sourceforge.net/incoming").
fr_fr: Please provide the file store type and the appropriate path and accès attributs for thest réseau place. Si you chose <strong>Automatic</strong>, you may enter a path in the format "\\Server\Share" for windows shares or a local path such as "C:\Documents and Settings" or "/home/joeb/share". Relative paths are also supported (e.g. "./logs") and URLs can also be used for network file systems (e.g. "ftp://upload.sourceforge.net/incoming").

source: Tool Bar
fr_fr: Bar d'outils

source: Additional actions for this item
fr_fr: Actions supplémentaires pour cet élément

source: The external hostname is invalid {0}.
fr_fr: Le nom d'hôte externe est invalide {0}.

source: Already Shutting Down
fr_fr: Un arrêt est déjà en cours

source: A extension that contains a plugin state has changed. You must <a href="/showShutdown.do">Restart</a> the server for this change to take effect.
fr_fr: A extension that contains a plugin state has changed. You must <a href="/showShutdown.do">Restart</a> the server for thest changer to take effect.

source: Step 1 - Create New Certificate
fr_fr: Etape 1 - Créer un nouveau certificat

source: No description for the policy has been provided.
fr_fr: Non description for the stratégie has been provided.

source: Can't delete resource <b>{0}</b>.
fr_fr: Ne peut pas supprimer la ressource <b>{0}</b>.

source: Other options for this page
fr_fr: Other options for thest page

source: The requested resource could not be located. Check the following :-<ol><li>If you typed in the URL by hand, then make you sure have typed in the correct address.</li><li>If the request was as part of a <strong>Web Forward</strong>, then this error may be the result of your OpenVPN-ALS timing out. Close this window and try logging on again.</li></ol>
fr_fr: Cette ressource ne peut être localisée :<ol><li>Si vous avez entré l'URL manuellement, vérifiez que l'adresse soit correcte.</li><li>Si la requête vient d'une <strong>Application Web</strong>, il est possible que votre session ait expiré. Fermez cette fenêtre et réessayez de vous connecter.</li></ol>

source: Address
fr_fr: Addresse

source: Updatable# OpenVPN-ALS Category Information
fr_fr: Updatable

source: Received: {0} {1}
fr_fr: Reçu: {0} {1}

source: How often the statistics log file is updated in seconds. The server must be restarted for this option to take affect.
fr_fr: Intervalle de mise à jour des statistiques. Le serveur doit être redémarré pour que ce paramètre soit actif.

source: Name required.
fr_fr: Nom requiré.

source: File name:
fr_fr: File nom:

source: You may cancel this wizard at any time by clicking on the <strong>Cancel</strong> button.
fr_fr: Vous pouvez annuler cet assistant a tout moment en cliquant sur <strong>Annuler</strong> .

source: The * denotes a required field.
fr_fr: Le * dénote un champs requis.

source: So what's it all about this OpenVPN-ALS? Who's behind it and where is it going?
fr_fr: Ainsi qu'est-ce que OpenVPN-ALS ? Qui est derrière et jusqu'ou ca va ?

source: If your network configuration requires use of a SOCKS proxy, provide the hostname here.
fr_fr: Si votre réseau configuration requires use de a SOCKS proxy, provide the nom d'hôte ici.

source: Text:
fr_fr: Texte:

source: Choose the type of certificate or key you are going to import.
fr_fr: Choose the type de certificator key you are going to import.

source: Main class is {0}
fr_fr: Main class est {0}

source: OpenVPN-ALS:::Edit Account
fr_fr: OpenVPN-ALS:::Editer le Compte

source: Reset Personal Details
fr_fr: Réinitialiser Personal Details

source: The IP address of the local interface the client should bind to if it is different from the default.
fr_fr: L'adresse IP de l'interface locale auquel le client devrait se connecter est différente de celle par défaut.

source: Disabled
fr_fr: Désactivé

source: You are now creating a new <strong>System Access Right</strong>. This type of access right allows others users access system functions such as System Configuration, or Shutdown.
fr_fr: You are now creating a new <strong>System Accès Right</strong>. Thest type de accès right allows others users access system functions such as System Configuration, or Shutdown.

source: Import Certificate or Key
fr_fr: Import Certificator Key

source: No files selected.
fr_fr: Aucun fichier sélectionné.

source: 403 - Access Denied
fr_fr: 403 - Accès refusé

source: OpenVPN-ALS:::Private Key Reset Required
fr_fr: OpenVPN-ALS:::Private Key Réinitialiser Required

source: You must supply your old password.
fr_fr: Vous devez indiquer votre ancien mot de passe.

source: Confirm IP Restriction Change
fr_fr: Confirmer IP Restriction Changer

source: Failed to create new network place. {0}
fr_fr: Echec lors de la création du nouveau Favoris Réseau. {0}

source: No Message
fr_fr: Non Message

source: You already have a certificate installed. Choose this option if you wish to continue using it.
fr_fr: Vous avez déjà un ceritificat d'installé. Choisissez cette option si vous voulez continuer à l'utiliser.

source: Security
fr_fr: Sécurité

source: You may also install an extensions archive directly from your local machine. Locate the archive using the <strong>Browse</strong> button and click on <strong>Upload</strong> to upload and install the application.<br/><br/>If you have made changes any application.xml files, you may use the <strong>Reload</strong> button to apply these changes without restarting OpenVPN-ALS.
fr_fr: You may also Installer an extensions archive directly from votre local machine. Locate the archive using the <strong>Browse</strong> button and cliqueron <strong>Upload</strong> to upload and install the application.<br/><br/>Si you have made changements any application.xml files, you may use the <strong>Reload</strong> button to apply these changes without restarting OpenVPN-ALS.

source: The maximum number of minutes each cached item will be stored for. A value of 0 means store forever (or until logout).
fr_fr: Le nombre maximal de minutes mis en cache sera stockés ici. Une valeure moyenne de 0 reste toujours.

source: If you SOCKS server requires authentication, provide the user here.
fr_fr: Si you SOCKS server requires authentification, provide the utilisateur ici.

source: The creation of the network place is complete, but some warnings occurred. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: La création du Favoris Réseau est complète, mais plusieurs avertissements sont apparus. Vérifiez les avertissements puis réessayer en cliquant sur <strong>Executer de nouveau</strong>, ou sur <strong>Quitter l'assistant</strong>.

source: OpenVPN-ALS::::Create Access Right
fr_fr: OpenVPN-ALS::::Create Accès Right

source: Shutdown OpenVPN-ALS Agent
fr_fr: Eteindre OpenVPN-ALS Agent

source: No forwarding tunnel with id {0}
fr_fr: Non forwarding tunnel with id {0}

source: Failed to install reply from CA. {1}
fr_fr: Failed to Installer reply from CA. {1}

source: Create a global profile.
fr_fr: Create a global profil.

source: Getting application descriptor using Maverick HTTP client
fr_fr: Getting application description using Maverick HTTP client

source: No such validator {0}.
fr_fr: Non such validator {0}.

source: Source Interface# OpenVPN-ALS Category Information
fr_fr: Source Interface

source: The creation of the policy is complete, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creation de the stratégie est complete, but some avertissements occured. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Web Forward Launched
fr_fr: Application Web lancée

source: You must provide a description for this policy.
fr_fr: You must provide a description for thest stratégie.

source: Only include the following OUs when listing accounts and roles from the Active Directory (will still list standard users and groups unless options below are unset).
fr_fr: Only include the following OUs when listing comptes and roles from the Active Directory (will still list standard users and groupes unless options below are unset).

source: Network Place Details
fr_fr: Détail des Favoris réseaux

source: Edit this network places name and uri.
fr_fr: Editer le nom et l'URI de ce Favoris Réseau.

source: If your network configuration requires use of a proxy server outgoing HTTP / HTTPS connections, provide the hostname or IP address here.
fr_fr: Si votre réseau configuration requires use de a proxy server outgoing HTTP / HTTPS connections, provide the nom d'hôte or IP address ici.

source: Login (HELO)
fr_fr: Connexion (HELO)

source: Default management console resource view
fr_fr: Default management console ressource view

source: Please specify the rights that should be granted to this resource by adding them here.
fr_fr: Please specify the droits that should be granted to thest ressource by adding them ici.

source: Groups
fr_fr: Groupes

source: View and maintain user accounts.
fr_fr: View and maintain utilisateur comptes.

source: Help
fr_fr: Aide

source: You must supply a state.
fr_fr: Vous devez fournir un état.

source: If you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentication, provide the password here.
fr_fr: Si you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentification, provide the mot de passe ici.

source: Vfs File Copied
fr_fr: Vfs fichier(s) copié(s)

source: <strong>This profile is attached to multiple policies :-</strong>
fr_fr: <strong>Thest profil est attached to multiple stratégies :-</strong>

source: Failed to process extension descriptor. {0}
fr_fr: Echec de procédé de l'extension. {0}

source: Profile Created
fr_fr: Profil Created

source: Failed to create new certificate. {0}
fr_fr: Echec de création du nouveau certificat. {0}

source: <strong>{0}</strong> is not allowed for Type Options, there needs to be two values separated by a comma.
fr_fr: <strong>{0}</strong> n'est pas autorisé pour ce type d'option, il est nécessaire d'avoir 2 valeurs séparées par une virgule.

source: Click here if you wish to create a new <b>User Attribute</b> definition.
fr_fr: Cliquerici si you wish to create a new <b>Utilisateur Attribut</b> definition.

source: The interval between keep-alive requests.
fr_fr: Le interval between keep-alive requests.

source: Decrease the priority of this IP restriction
fr_fr: Decrease the priority de thest IP restriction

source: User databases can contain a large number of users. This property limits the number of users retrieved and displayed for the provided search criteria.
fr_fr: Utilisateur databases can contain a large number de users. Thest property limits the number de users retrieved and displayed for the provided search criteria.

source: Information on this extension
fr_fr: Information on thest extension

source: This screen allows for the creation of a new IP Restriction.
fr_fr: Thest screen allows for the creation de a new IP Restriction.

source: Automatic
fr_fr: Automatique

source: If you have configured OpenVPN-ALS to use an HTTP proxy server, there may be a need to specify hosts that are not proxied. Enter one host or IP address per line, with no termination character. Wildcards are permitted, e.g. *.foo.com.
fr_fr: Si you have configured OpenVPN-ALS to use an HTTP proxy server, there may be a need to specify hosts that are not proxied. Enter one host or IP address per line, with non termination character. Wildcards are permitted, e.g. *.foo.com.

source: Hostname:
fr_fr: Nom d'hôte:

source: Certificate / key uploaded OK.
fr_fr: Certificat/ key uploaded OK.

source: The password to use for the main SSL certificate.
fr_fr: Le mot de passe pour utiliser le principal certificat SSL.

source: The creaton of the access right is complete, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: Le creaton de the accès right est complete, but some avertissements occured. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Quitter l'assistant</strong> to leave the assistant now.

source: Both Active DNS and Hosts Header were supplied. Only one of these options may be supplied.
fr_fr: Un DNS actif et une entête d'hôte sont fournis. Seulement une de ces options doit être renseigné.

source: Publish applications for download and launching through OpenVPN-ALS.
fr_fr: Publiez des applications pour télécharger et lancer par OpenVPN-ALS.

source: Error reading tunnel.
fr_fr: Erreur reading tunnel.

source: Remove this tunnel
fr_fr: Remove thest tunnel

source: This option restricts the available resources to those which are attached to the policies assigned to the authentication scheme used at login.
fr_fr: Thest option restricts the available ressources to those which are attached to the stratégies assigned to the authentification scheme used at login.

source: Unknown
fr_fr: Inconnu

source: Vfs Zip Downloaded
fr_fr: Vfs Zip téléchargé

source: Change Password
fr_fr: Changer le mot de passe

source: Failed to configure super user, the password does not match the current policy.
fr_fr: Echec de configuration du super utilisateur, le mot de passe ne correspond pas a la stratégie de sécurité actuelle.

source: Your current SSL server certificate is untrusted and this constitutes a security risk. It is highly recommended that you configure your VPN server with a signed certificate.
fr_fr: Votre version de certificat d'SSL server n'est pas éprouvée et constitue un risque. Il est fortement recommandé de configurer votre server VPN avec un certificat signé. Vous pouvez acheter un certificat SSL via 3SP Ltd. Cliquer sur <a target="_blank" href="/generateServerCertificateCSR.do"><strong>ici</strong></a> pour acheter maintenant.

source: OpenVPN-ALS:::Launch OpenVPN-ALS Agent
fr_fr: OpenVPN-ALS:::Lancement de l'agent OpenVPN-ALS

source: The attribute creation wizard is now complete. Please review any information below.
fr_fr: Le attribut creatien tant quesistant est now complete. Please review any information below.

source: OpenVPN-ALS encrypts your confidential data using a public/private key pair. This key is held on the server and is protected by a passphrase which you must now enter. If you have never set this passphrase before then whatever you enter now will be used. This passphrase is independent of your password and it is recommended that you set it to a memorable phrase as you may be asked to enter it again at login.
fr_fr: OpenVPN-ALS encrypts votre confidential data using a public/private key pair. Thest key est held on the server and est protected by a passphrase which you must now enter. Si you have never set thest passphrase before then whatever you enter now will be used. Thest passphrase est independent de votre mot de passe and it est recommended that you set it to a memorable phrase as you may be asked to enter it again at login.

source: Add to my favorites.
fr_fr: Ajouter à mes Favoris.

source: An error occurred launching {0}: {1}
fr_fr: Une erreur est apparue au lancement de {0}: {1}

source: Page Information
fr_fr: Informations

source: Parsing descriptor
fr_fr: Parsing description

source: The current status of this OpenVPN-ALS server.
fr_fr: L'etat actuel de OpenVPN-ALS server.

source: OpenVPN-ALS:::Web Forward
fr_fr: OpenVPN-ALS:::Application Web

source: Please provide a name and description for this network place.
fr_fr: Fournissez un nom et une description pour ce Favoris Réseau.

source: Max. size per user (MB)
fr_fr: Taille maximum par utilisateur (MB)

source: The underlying database does not support creation or deletion of groups.
fr_fr: Le underlying database does not support creation or deletion de groupes.

source: Date Amended:
fr_fr: Modifié le:

source: The HTTP server is redirecting the user agent
fr_fr: Le HTTP server est redirecting the utilisateur agent

source: Closing application tunnel to {0}.
fr_fr: Fermeture du tunnel pour {0}.

source: Checking if {0} is suitable.
fr_fr: Checking si {0} est suitable.

source: They system will shutdown/restart at <strong>{0}</strong>, Are you sure?
fr_fr: Le système va s'arrêter/redémarrer <strong>{0}</strong>, Êtes-vous sûr ?

source: Edit this Group.
fr_fr: Editer le groupe.

source: Clear
fr_fr: Nettoyer

source: Click here if you wish paste the clipboard to this location.
fr_fr: Cliquer ici si vous voulez coller le presse papiers a cet endroit.

source: Edit Network Place
fr_fr: Editer un Favoris Réseau

source: Are you sure you wish to stop the selected tunnels? Any applications that are using them may cease working correctly and you may lose work.
fr_fr: Etes-vous sûr de vouloir arrêter le tunnel sélectionné ? Toute application l'utilisant peut cesser de fonctionner correctement et vous vous pouvez perdre votre travail.

source: Log off user
fr_fr: Log off utilisateur

source: Vfs Directory Deleted
fr_fr: Vfs Annuaire supprimé

source: Policy named <strong>{0}</strong> already exists.
fr_fr: Stratégie named <strong>{0}</strong> already exists.

source: The creation of the attribute is complete, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Wizard</strong> to leave the wizard now.
fr_fr: La creation de cet attribut est complet, mais beaucoup d'avertissements sont apparues. SVP, vérifiez les avertissements et réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou <strong> Quitter l'assistant</strong> pour quitter l'assistant maintenant.

source: No restriction
fr_fr: Non restriction

source: You have already opened the remote tunnel on port {0}. If this problem persists, try logging out and back in again.
fr_fr: You have already opened the remote tunnel on port {0}. Si thest problem persists, try logging out and back in again.

source: Registration failed. Too many redirects.
fr_fr: Enregistrement échoué. Trop de redirection.

source: OpenVPN-ALS:::Create Profile
fr_fr: OpenVPN-ALS:::Create Profil

source: Path-Based Reverse proxy
fr_fr: Serveur Mandataire inverse

source: If selected, an attempt will be made to automatically determine the proxy server in use from the browsers settings. Note, this will only work when using the Java2 plugin.
fr_fr: Si selected, an attempt will be made to automatically determine the proxy server in use from the browsers settings. Note, thest will only work when using the Java2 plugin.

source: View resources as icons
fr_fr: Afficher comme icônes

source: A zip file containing the selected files is now available for download.
fr_fr: Un fichier Zip contenant le fichier sélectionné est maintenant disponible au téléchargement.

source: User or admin. may use, view and overide
fr_fr: Utilisateur or admin. may use, view and overide

source: You must supply a port.
fr_fr: Vous devez fournir un port.

source: OpenVPN-ALS:::Profiles
fr_fr: OpenVPN-ALS:::Profils

source: The <strong>SSL-Tunneling</strong> feature allows you to tunnel many of your existing insecure applications over a secure SSL connection. This feature requires the OpenVPN-ALS Agent which can be launched by pressing the button below.
fr_fr: Le <strong>SSL-Tunneling</strong> feature allows you to tunnel many de votre existing insecure applications over a secure SSL connection. Thest feature requires the OpenVPN-ALS Agent which can be launched by pressing the button below.

source: An error has occurred.
fr_fr: An erreur has occurred.

source: Click here to download a CSR.
fr_fr: Cliquerici to download a CSR.

source: You must provide a description for this Authentication Scheme.
fr_fr: You must provide a description for thest Authentification Scheme.

source: A certificate from a server you wish to trust.
fr_fr: A certificatfrom a server you wish to trust.

source: The server has encountered an unexpected condition and cannot complete this request. Contact your administrator or check the logs for more information,
fr_fr: Le serveur a rencontré une condition inattendue et ne peut pas achever cette demande. Entrez en contact avec votre administrateur ou vérifiez les journaux pour plus d'informations,

source: Socket timeout (seconds)
fr_fr: Socket dépassé (secondes)

source: You must supply your private key passphrase.
fr_fr: You must supply votre private key passphrase.

source: Add
fr_fr: Ajouter

source: The maximum number of threads to reserver for the web server.
fr_fr: Le maximum number de threads to reserver for the web server.

source: My Applications
fr_fr: Applications

source: Opened local tunnel listener "{0}" on port {1} to {2}.
fr_fr: Ouvrired local tunnel listener "{0}" on port {1} to {2}.

source: Looking for tunnels to open
fr_fr: Looking for tunnels to ouvrir

source: Path contains invalid character!
fr_fr: Path contains invalide character!

source: Tool bar of actions that may be performed in the current page
fr_fr: La barre d'outils d'actions peut être executée dans la page actuelle

source: Confirm Attribute Definition Deletion
fr_fr: Confirmer Attribut Definition Deletion

source: Group Saved
fr_fr: Groupe enregistré

source: Copy policy
fr_fr: Copy stratégie

source: Unexpected host not found error in HTTP request: {0}
fr_fr: Unexpected host not found erreur in HTTP request: {0}

source: Remove
fr_fr: Supprimer

source: Idle timeout (seconds)
fr_fr: Temps d'inoccupation (secondes)

source: Create and remove IP address restrictions. Unauthorised addresses will not be able to authenticate.
fr_fr: Créer et supprimer des restrictions d'adresse IP. Les adresses non authorisées ne pourront pas s'authentifier.

source: Copy selected.
fr_fr: Copier la sélection.

source: Path {0} not valid.
fr_fr: Le chemin {0} n'est pas valide.

source: NetBIOS retry count
fr_fr: Compte NetBIOS

source: For most operations, the agent will display information message popups information the user as to what actions the agent is performing. Deselect this option if you do want these messages.
fr_fr: For most operations, the agent will display information message popups information the utilisateur as to what actions the agent est performing. Deselect thest option si you do want these messages.

source: The installation completes, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Install</strong> to leave the wizard now.
fr_fr: L'installation est complete, mais plusieurs avertissements sont apparus. Vérifiez les puis réessayez en cliquant sur <strong>Executer de nouveau</strong>, ou <strong>Quitter l'installation</strong> pour terminer l'assistant.

source: This network place type connects to Windows Network File servers and compatible systems. Also known as SMB or CIFS file systems.
fr_fr: Ce type de Favoris Réseau connecte a un serveur de fichier Windows et aux systèmes compatibles. Aussi connu comme SMB ou systèmes de fichiers CIFS.

source: Access Right Created
fr_fr: Accès Right Created
